app/controllers/clientes_controller.rb

INSERT INTO "clientes" ("id_cliente", "rut_cliente", "mail_cliente", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["id_cliente", 1], ["rut_cliente", "1234"], ["mail_cliente", "carlos@simpson.cl"], ["created_at", 2016-11-13 02:43:19 UTC], ["updated_at", 2016-11-13 02:43:19 UTC]]
---
  def create
    @cliente = Cliente.new(cliente_params)

    respond_to do |format|
      if @cliente.save