app/controllers/indicadores_controller.rb

SELECT "clientes".* FROM "clientes"
SELECT  "clientes".* FROM "clientes" WHERE "clientes"."mail_cliente" = $1 LIMIT $2  [["mail_cliente", "gioconda134@hotmail.com"], ["LIMIT", 1]]
SELECT  "clientes".* FROM "clientes" WHERE "clientes"."id_cliente" = $1 LIMIT $2  [["id_cliente", 1], ["LIMIT", 1]]
---
  def prueba_indicadores
	$saludo_2 = Cliente.all();
	$i = 0
	$cantidad = $saludo_2.length();
	puts "Cantidad = #{$cantidad}"
	#Falta recuperar la fecha de hoy#

	@saludo_1 = Cliente.find_by_mail_cliente("gioconda134@hotmail.com");

	#puts "Hola #{@saludo_1.mail_cliente}"
	$aux = 0
	while $i < $cantidad  do
   		$i +=1
		$aux = $saludo_2.find_by_id_cliente($i).id_cliente + $aux